IDEA StatiCa Open Model
BoltGrid.AxisY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bolt grid LCS - Axis Y
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Vector3D AxisY { get; set; }
Public Property AxisY As Vector3D
	Get
	Set
public:
property Vector3D^ AxisY {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace